IDEA Open Model
ReinfBarByTwoPoints.MasterPoint1 Property
Compatible with IDEA StatiCa 20.1
 First master point of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public int MasterPoint1 { get; set; }
Public Property MasterPoint1 As Integer
	Get
	Set
Property Value
Type: Int32
See Also
Reference
ReinfBarByTwoPoints Class
IdeaRS.OpenModel.Detail Namespace